[{"pk": 2, "model": "flatpages.flatpage", "fields": {"registration_required": false, "title": "UQ Anthropology Museum", "url": "/", "template_name": "/home/uqdayers/uqam/uqam/../uqam/templates/flatpages/wide.html", "sites": [1], "content": "<div>\r\n<p><img src=\"/static/front-title.jpg\" alt=\"\" /></p>\r\n</div>\r\n<h1>Welcome!</h1>\r\n<p>The Museum houses a significant collection of ethnographic material, numbering 19,000 artefacts and 5000 photographs. It is the largest university collection of ethnographic material and visual culture in Australia and includes unique and rare items. Just under half of the collection comprises things created by, or relating to, Aboriginal Australian culture groups and individuals. An equally large section of the collection is derived from, or concerned with, diverse Pacific peoples. There are also smaller complementary collections from Africa, South-East Asia and China.</p>\r\n<p><a href=\"/about/\">More about the collection</a></p>\r\n<p>The Museum was formed in 1948 by Dr Lindsey Winterbotham&rsquo;s donation of his own collection of over 1,000 objects, prior to the establishment of an Anthropology Department at the University. Added to over the years with bequests, donations, purchases and student and staff contributions, the Museum continues to grow.</p>\r\n<p>&nbsp;</p>", "enable_comments": false}}, {"pk": 1, "model": "flatpages.flatpage", "fields": {"registration_required": false, "title": "About the Collection", "url": "/about/", "template_name": "", "sites": [1], "content": "<div class=\"row\">\r\n<div class=\"offset1 span7\">\r\n<h1>About Us</h1>\r\n<h2>Background and history</h2>\r\n<p>The UQ Anthropology Museum houses a wealth of artefacts ranging from household implements to diverse performance paraphernalia and musical instruments. There are water-craft, paintings, clothing, hunting gear, a large quantity of stone tools, including grind stones and axes, and some 1,100 spears and arrows.</p>\r\n<p>The Museum has been actively acquiring photographs since its inception. The photographic collection includes images from the early and mid twentieth century and includes fieldwork archives and mission photography. It is an important resource for, among others, family research, visual culture studies, histories of anthropology, native title research, cultural history and post-colonial studies.</p>\r\n<p>The UQAM collection as a whole represents a rich seam in the late nineteenth and twentieth century social and cultural history of Australian Aboriginal and Pacific peoples. Many artefacts demonstrate the entanglement of missionaries, colonial officials and the indigenous inhabitants of a region. While collectors often sought to acquire objects that they thought represented the last genuine aspects of a cultural group, local people themselves creatively adapted their material culture using imported goods. The resulting complexity is a captivating aspect of many objects in the UQ Anthropology Museum and offers many opportunities for different kinds of research.</p>\r\n<h2>Organizational structure</h2>\r\n</div>\r\n</div>", "enable_comments": false}}, {"pk": 3, "model": "flatpages.flatpage", "fields": {"registration_required": false, "title": "Contact Us", "url": "/contact/", "template_name": "", "sites": [1], "content": "<div class=\"row\">\r\n<div class=\"span8 offset1\">\r\n<h1>Contact Us</h1>\r\n<h2>Visit us</h2>\r\n<p>The Museum Collection Store is now OPEN for teaching and research purposes. Please contact the Museum to discuss your teaching or research requirements or with any catalogue queries. The photographic collection is also available for use.</p>\r\n<p>The Museum Gallery will reopen to visitors in May 2012.</p>\r\n<h2>Contact us</h2>\r\n<p>Jane Willcock<br /> <strong>Phone:</strong> 07 336 52674<br /> <strong>Email:</strong> asmuseum@uq.edu.au<br /> <strong>Museum Office Location:</strong> Level 1, Room 117, Michie Buildling (9)</p>\r\n</div>\r\n</div>", "enable_comments": false}}, {"pk": 5, "model": "flatpages.flatpage", "fields": {"registration_required": false, "title": "Exhibitions and events", "url": "/events/", "template_name": "", "sites": [1], "content": "<div class=\"row\">\r\n<div class=\"offset1 span7\">\r\n<h1>Exhibition listing</h1>\r\n<h2>Gallery program</h2>\r\n<em>April 18th to October 1st 2010</em>\r\n<h3>The Social Life of Things/ Treasures in the Anthropology Museum</h3>\r\n<p>Opening by Adrian Franklin from ABC&rsquo;s Collectors program, 18th of April, 10am in the Anthropology Museum Gallery, level 2 Michie Building, St Lucia campus.</p>\r\n<p>This exhibition that celebrates the centenary of the University of Queensland takes its inspiration from a highly influential collection of essays called &lsquo;the Social Life of Things&rsquo;. Things have pathways through the world. As they move they are re-contextualised and their meaning changes. The eclectic things in this exhibition from staff and post-graduates in the School of Social Science and treasures from the Anthropology Museum Collection are all presented through the lens of these ideas. The more humble an object the more everyday life it has. Supermarket trolleys, cars, canoes, letters and money all have hectic social lives. Land, buildings and trees tend also to have busy social lives.</p>\r\n<p>The show includes surveying equipment used by explorer Augustus Gregory connected to the Leichardt expedition. The wine stopper made from a tree that was initialed by William Landsborough, later Surveyor General of Queensland, is next to his surveying equipment. There is a fluted wooden shield excavated when the Archerfield airport runway was made in Brisbane and a painting by Judy Watson inspired by the shield and its discovery.</p>\r\n<p>Things used or collected by a soldier recently serving in Iraq include &lsquo;Iraq&rsquo;s Most Wanted&rsquo; playing cards. Recently rediscovered original letters written by two famous early anthropologists, Margaret Mead and Phyllis Karberry to Caroline Tennant- Kelly will be on public display for the first time. There is part of a cache of Chinese coins some 1000 years old, buried by Chinese miners during a gold rush in Maytown in the 1870s and uncovered again in 1998 and a recent donation to the Museum, a snow leopard trim from the jacket of a Tibetan man who is now living in Brisbane. Fragments of china from William Effey&rsquo;s famous Brisbane Rowes Caf&eacute; excavated in a Dutton Park rubbish dump are alongside items from Effey&rsquo;s Collection now in the Anthropology Museum Collection - shell inlaid canoe prows made by unknown artists in the Solomon Islands over a century ago. Other works in the show include large bark paintings by Arnhem Land Indigenous artists David Malangi and Joe Djembangu , 2500 year old shells from a midden in Arnhem Land, a 2500 year old shell adze and a beaded curtain by Western Desert artist Nyukana Baker and much more including the well known TV character Sooty.</p>\r\n<em><em>February 5th - April 9th 2010</em></em>\r\n<h3>Double Up. Pasifika Treasure from the UQ Anthropology Museum</h3>\r\n<p>An exhibition exploring the frequency of &lsquo;double ups&rsquo; in Papua New Guinea material culture that features carvings, masks, bark cloth, dance costumes, clothing and photographs from the collection.</p>\r\n</div>\r\n<div class=\"offset1 span3\"><img src=\"http://socialscience.uq.edu.au/images/research/anthmuseum/anth_museum_slot_151.jpg\" alt=\"\" />\r\n<p>Artist(s) undocumented<br /> Nguzunguzu (Canoe Prow) c1895<br /> 24.5 x 13cm, wood, lime, trade cloth, pearl shell<br /> Solomon Islands<br /> Purchased from Mrs Mercer-Smith 1951</p>\r\n<img src=\"http://socialscience.uq.edu.au/images/research/anthmuseum/anth_museum_slot_173.jpg\" alt=\"\" />\r\n<p>Artist(s) undocumented<br /> Tatanau Mask<br /> 39 x 39 cm, wood, coconut fibre, turbo snail operculum, ink, pigment, New Ireland Papua New Guinea<br /> Donated by Dr LP Winterbotham 1947</p>\r\n<img src=\"http://socialscience.uq.edu.au/images/research/anthmuseum/anth_museum_slot_158.jpg\" alt=\"\" />\r\n<p>Troughton, London c1858<br /> Double Frame Sextant<br /> 34 x 32 cm, mahogany, brass, glass, paper<br /> Bequest of Father Leo Hayes 1967</p>\r\n</div>\r\n</div>", "enable_comments": false}}, {"pk": 4, "model": "flatpages.flatpage", "fields": {"registration_required": false, "title": "History", "url": "/history/", "template_name": "", "sites": [1], "content": "<div class=\"row\">\r\n<div class=\"offset1 span8\">\r\n<p>The University of Queensland Anthropology Museum was established largely through the efforts of Dr Lindsey Page Winterbotham, a medical practitioner and lecturer in medical ethics. In 1948, the University formally accepted the donation of Winterbotham&rsquo;s private collection of over 1,000 artefacts with a view to using it to support studies and teaching in anthropology, a discipline yet to be established in Queensland at that time. The appointment of Dr Winterbotham as Honorary Curator of Ethnological Specimens was confirmed by the University Senate in 1949.</p>\r\n<p>Winterbotham&rsquo;s collection formed the foundation of the Museum, its breadth reflecting his diverse interests. He collected not only the decorative or the ceremonial, but also things of everyday use and individual curiosity. His scientific interest in cultures across Indigenous Australia and Papua New Guinea included items of great craftsmanship and aesthetic quality. His initial collection was soon supplemented by a donation of 400 items from the Anthropological Society of Queensland.</p>\r\n<p>Winterbotham spent the next ten years energetically building up a museum. Support came from a variety of sources, both from within the University and from the general public. Medical doctors, missionaries and government agents across Australia and the Pacific were approached to collect for the Museum. Advertisements run in local and state newspapers requesting donations also drew a substantial response; the Museum&rsquo;s collection grew to over 10,000 items over a decade largely through public donations.</p>\r\n<p>The initial allocation of three drawers in the School of Anatomy was insufficient to cope with the rapid influx of objects. Further space was designated for installation of public exhibitions, but it was only in 1957 that sufficient space became available to store the entire collection on campus. The Museum moved to its current purpose-built facilities in 1972.</p>\r\n<p>The Museum quickly grew to be a unique resource beyond its initial intent. Under subsequent Directors the collection and exhibition program was broadened to represent dynamic contemporary Indigenous Australian and Pacific cultures. Substantial field collections by Museum and University researchers offered richer perspectives and opportunities for collaboration. Programs such as the Aboriginal Cultural Resource Unit, traineeships and artists-in-residence ensure that the cultural property held within the Museum remains accessible and connected to communities of origin.</p>\r\n<p><em>Based on an unpublished history compiled by Annabelle Stewart-Zerba and Leo, D. 2008 &ldquo;An Ark of Aboriginal Relics: The Collecting Practices of Dr L.P. Winterbotham&rdquo;, in The Makers and Making of Indigenous Australian Museum Collections, eds, N. Peterson, L. Allen and L. Hamby, Melbourne University Press, Carlton.</em></p>\r\n</div>\r\n<div class=\"span3\"><img src=\"http://socialscience.uq.edu.au/images/research/anthmuseum/anth_museum_record.jpg\" alt=\"\" />\r\n<p>Museum catalogue card for Jarwun basket c1953<br /> Maker undocumented Cardwell Australia</p>\r\n<img src=\"http://socialscience.uq.edu.au/images/research/anthmuseum/anth_museum_salatasi.jpg\" alt=\"\" />\r\n<p>Salatasi garment c1855<br /> Maker undocumented<br /> Futuna Island</p>\r\n</div>\r\n</div>", "enable_comments": false}}, {"pk": 6, "model": "flatpages.flatpage", "fields": {"registration_required": false, "title": "Other Activites", "url": "/other_activities/", "template_name": "", "sites": [1], "content": "<div class=\"row\">\r\n<div class=\"span7 offset1\">\r\n<h1>Other activities</h1>\r\n<h2>Gallery program</h2>\r\n<p>The gallery is closed until early 2012 while the entire Anthropology Museum is refurbished. The Museum will be re-launched in 2012 with a new catalogue and an exciting new exhibition program in a new gallery space on level 1 of the Michie Building.</p>\r\n<p>Museum exhibitions are aimed at providing an understanding of, and stimulating debate about, inter-cultural issues across a wide range of audiences and disciplines.</p>\r\n<h2>Teaching and research</h2>\r\nThe Museum collection is a valuable and relevant teaching and research resource for academics, students and the public. The School of Social Science welcomes applications from doctoral candidates wishing to build their research around an aspect of the collection.\r\n<h2>Community and visitor services</h2>\r\n<p>The Museum collection is an important source of cultural heritage for many individuals and communities. Scholarly academic researchers and students, native title, family history researchers and other interested members of the public are welcome. We also provide information, loans and reproduction of photographic material for exhibitions locally, nationally and internationally.</p>\r\n<p>We are pleased to support loans for exhibition and research, but due to building works we will be unable to provide access to or loans from the collection during 2011.</p>\r\n</div>\r\n<div class=\"span3 offset1\">&nbsp;</div>\r\n</div>", "enable_comments": false}}]